Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/losing_your_home/compulsory_purchase_and_compensation.html.txt.tmx
Source language: en
Languages: ga

source: Certain statutory bodies can take land or property without the consent of the owner by means of a compulsory purchase order (CPO)
ga: Déantar ceannach éigeantach ar thalamh ionas gur féidir togra infrastruchtúir phoiblí dul ar aghaidh ar mhaithe le chuile dhuine

source: CPOs are most often used for road improvement schemes and urban development schemes, such as the LUAS project in Dublin
ga: Tá go leor cainte déanta ar seo maidir le scéimeanna feabhucháin bhóithre agus an togra LUAS i mBaile Átha Cliath

source: The compulsory purchase system is an extremely complex area
ga: Córas fíorchasta é ceannach éigeantach

source: You should get the professional advice of a chartered surveyor as soon as you are served with a notice relating to a compulsory purchase order (CPO)
ga: Ba cheart dhuit comhairle proifisiúnta a lorg ó shuirbhéir cairte chomh luath a thagann fógra chugat go bhfuil talamh le ceannacht uait go héigeantach

source: The fees charged by a chartered surveyor are part of a normal claim for compensation
ga: Is féidir an táille a íocann tú leis an suirbhéir cairte a chur san áireamh in éileamh ar chúiteamh

source: It is important to remember that you have the right to object, make representations, negotiate, refer to property arbitrators and have your objections heard
ga: Tá sé tábhachtach tuiscint go bhfuil sé de cheart agat gearán a dhéanamh i gcoinne an cheannachta agus cás a dhéanamh, margadh a lorg, dul i muinín réiteoir maoine agus éisteacht a fháil do na gearáin atá agat

source: If your house and land are compulsorily purchased, you will be eligible for compensation to restore you as far as possible to the same position as you were in before the land and property were acquired
ga: Má cheannaítear do theach agus do thalamh go héigeantach beidh tú i dteideal cúitimh a chuirfeadh ar ais bheag nó a mhór thú chuig an stádas céanna a bhí agat roimh an talamh agus an t-áitreabh a bheith ceannaithe

source: • You should be paid compensation based on the market value of your property
ga: • Ba cheart cúiteamh a íoc leat bunaithe ar luach an áitribh ar an margadh

source: The Society of Chartered Surveyors has published a client guide on CPOs and compensation
ga: • Ba cheart go mbeadh stadás airgeadais mar an gcéanna agat tar éis an cheannachta agus roimhe

source: In the case of a dangerous place, a notice must be posted either on or near the land, giving details of the local authority's intentions
ga: • Ba cheart go mbeadh cúiteamh ann don talamh a ceannaíodh agus don laghdú, más ann, a bheadh ar luach aon talamh a choinnigh tú de bharr an cheannachta
